{
    "mainContent": {
        "title": "NodeJS Development",
        "description": "Hire a Node.js developer to build fast and scalable web applications, improve user experience, and utilize a vast library of existing modules",
        "headerBackgroundImage": "/top-section1@3x.png"
    },
    "articleSections": [
        {
            "title": "A Global Workspace",
            "content": [
                {
                    "title": "A Nexus Of Creativity",
                    "description": "In this virtual landscape, creativity knows no borders. Third Strand Studio serves as a nexus of innovation where ideas flow freely, nurtured by the collective energy of our global team. Our virtual space is alive with collaboration, fostering an environment where creativity flourishes."
                },
                {
                    "title": "Unlimited Support, Anytime, Anywhere",
                    "description": "Regardless of the time zone, our dedicated community stands united. Here, we support one another, inspire greatness, and transform imaginative concepts into tangible digital realities. Our virtual workspace is not confined by walls; it's a boundless arena where passion meets expertise."
                },
                {
                    "title": "More Than an Office",
                    "description": "At Third Strand Studio, our workspace isn't just a physical location—it's a mindset. It's the shared enthusiasm for Web3, crypto payment systems, and video games that unites us across continents. It's the commitment to excellence and the drive to innovate that fuels our collective ambition.\n\nJoin us in this borderless journey at Third Strand Studio, where creativity knows no bounds, and together, we redefine the possibilities of digital exploration."
                }
            ],
            "bottomDividerImage": "var(--devicoio-royal-blue)"
        }
    ],
    "sections": [
        {
            "leftTitle": "Why use Node.js?",
            "rightTitle": "Top companies using Node.js in their projects",
            "rightDesc": "Node.js has proved itself as a reliable and convienent tool used by the worlds most established companies.",
            "leftContent": [
                {
                    "numberText": "1.",
                    "text": "A Node.js developer is the right choice if you want to create a customized, high-performance, reliable, and scalable solution."
                },
                {
                    "numberText": "2.",
                    "text": "A Node.js developer can also be hired to update your existing JavaScript project."
                },
                {
                    "numberText": "3.",
                    "text": "You can also get an expert opinion and consultation on your Node.js app development from a Node.js developer."
                }
            ],
            "rightContent": [
                {
                    "text": "IBM"
                },
                {
                    "text": "Paypal"
                },
                {
                    "text": "Yahoo"
                },
                {
                    "text": "Walmart"
                },
                {
                    "text": "Ebay"
                },
                {
                    "text": "Nasa"
                },
                {
                    "text": "Mozilla"
                },
                {
                    "text": "Uber"
                },
                {
                    "text": "Microsoft"
                },
                {
                    "text": "Netflix"
                },
                {
                    "text": "Many more..."
                }
            ],
            "bottomDividerImage": "var(--devicoio-royal-blue)"
        },
        {
            "leftTitle": "How much time does it take to develop a Node.js Project?",
            "leftDesc": "There are no specific time limits for Node.js project development. In fact, everything depends on the scope, requirements, and type of the developed solution. However, according to our experience, the average turnaround time is:",
            "rightTitle": "Our developers Node.js expertise.",
            "rightDesc": "We specialise in many forms of Node.js production.",
            "leftContent": [
                {
                    "numberText": "1.",
                    "text": "4-6 months for customized software development"
                },
                {
                    "numberText": "2.",
                    "text": "2-5 months for web application development"
                },
                {
                    "numberText": "3.",
                    "text": "3-6 months for mobile application development"
                }
            ],
            "rightContent": [
                {
                    "text": "Complex single-page apps (SPAs)"
                },
                {
                    "text": "Browser games"
                },
                {
                    "text": "Command-line tools"
                },
                {
                    "text": "Server-side web apps"
                },
                {
                    "text": "Many other disciplines"
                }
            ],
            "bottomDividerImage": "var(--devicoio-royal-blue)"
        }
    ]
}